Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Kitchens shall comply with Section 1104.12.
fr_ca: Les cuisines doivent être conformes à la section 1104.12.

source: Kitchens shall comply with Section 804.
fr_ca: Les cuisines doivent être conformes à la section 804.

source: Kitchens shall have a clear passageway of not less than 3 feet (914 mm) between counter fronts and appliances or counter fronts and walls.
fr_ca: Les cuisines doivent avoir un passage dégagé d'au moins 3 pi (914 mm) entre les façades de comptoir et les appareils électroménagers ou entre les façades de comptoir et les murs.

source: Kitchens where a cook top or conventional range is not provided shall comply with Section 804.2.3.
fr_ca: Les cuisines où aucune table de cuisson ni cuisinière conventionnelle n’est prévue doivent être conformes à la section 804.2.3.

source: Kitchens.
fr_ca: Cuisines.

source: Knee and toe clearance complying with Section 306 shall be provided.
fr_ca: Il faut prévoir un espace pour les genoux et les orteils conformément à la section 306.

source: LETTERa
fr_ca: LETTREa

source: Ladders or rungs shall have an inside width of at least 12 inches (305 mm), shall project at least 3 inches (76 mm) from the wall and shall be spaced not more than 18 inches (457 mm) on center (o.c.) vertically for the full height of the area well.
fr_ca: Les échelles ou les barreaux doivent avoir une largeur intérieure d’au moins 12 po (305 mm), faire saillie d’au moins 3 po (76 mm) par rapport au mur et être espacés verticalement d’au plus 18 po (457 mm), de centre à centre, sur toute la hauteur du puits de fenêtre.

source: Ladders or steps required by this section shall not be required to comply with Section 1011.
fr_ca: Les échelles ou les marches exigées par la présente section ne sont pas tenues d’être conformes à la section 1011.

source: Landings for ramped aisles shall be permitted to overlap required aisles or cross aisles.
fr_ca: Les paliers des allées en pente peuvent empiéter sur les allées ou les allées transversales requises.

source: Landings or finished floors at the required egress door shall be not more than 11/2 inches (38 mm) lower than the top of the threshold.
fr_ca: Les paliers ou les planchers finis au niveau de la porte d'issue obligatoire ne doivent pas être inférieurs de plus de 11/2 po [38 mm] au sommet du seuil.

source: Landings serving limited-use/limited-application elevators shall comply with Section 408.2.
fr_ca: Les paliers desservant les ascenseurs à usage limité ou à application limitée doivent être conformes à la section 408.2.

source: Landings shall comply with Section 405.7.
fr_ca: Les paliers doivent être conformes à la section 405.7.

source: Landings shall comply with Sections 1012.6.1 through 1012.6.5.
fr_ca: Les paliers doivent être conformes aux sections 1012.6.1 à 1012.6.5.

source: Landings shall have a clear length of 60 inches (1525 mm) minimum.
fr_ca: Les paliers doivent avoir une longueur libre minimale de 60 po (1525 mm).

source: Landings shall have a dimension of not less than 36 inches (914 mm) measured in the direction of travel.
fr_ca: Les paliers doivent avoir des dimensions d'au moins 36 po [914 mm] mesurées dans le sens de la marche.

source: Landings shall have a slope not steeper than 1:48 and shall comply with Section 302.
fr_ca: Les paliers doivent présenter une pente d'au plus 1:48 et se conformer à la section 302.

source: Landings shall have a slope not steeper than one unit vertical in 48 units horizontal (2-percent slope) in any direction.
fr_ca: Les paliers doivent présenter une pente d'au plus une unité verticale sur 48 unités horizontales (pente de 2 %) dans toute direction.

source: Landings subject to wet conditions shall be designed to prevent the accumulation of water.
fr_ca: Les paliers soumis à des conditions humides doivent être conçus pour empêcher l'accumulation d'eau.

source: Lath, gypsum board and gypsum panel product inspections shall be made after lathing, gypsum board and gypsum panel products, interior and exterior, are in place, but before any plastering is applied or gypsum board and gypsum panel product joints and fasteners are taped and finished.
fr_ca: Les inspections des lattis, des panneaux de gypse et des produits en panneaux de gypse doivent être effectuées après la mise en place des lattis, des panneaux de gypse et des produits en panneaux de gypse, à l’intérieur et à l’extérieur, mais avant l’application de tout enduit de plâtre ou le traitement et la finition des joints et des fixations des panneaux de gypse et des produits en panneaux de gypse.

source: Lavatories complying with Section 606 shall be permitted in the clearance.
fr_ca: Les lavabos conformes à l'article 606 peuvent être autorisés dans le dégagement.

source: Lavatories shall comply with Sections 1104.11.3.1.1 and 1104.11.3.2.1.1.
fr_ca: Les lavabos doivent être conformes aux sections 1104.11.3.1.1 et 1104.11.3.2.1.1.

source: Less than 15 feet (4570 mm)
fr_ca: Moins de 15 pi [4570 mm]

source: Less than 21 feet (6400 mm)
fr_ca: Moins de 21 pi [6400 mm]

source: Less than 4,000
fr_ca: Moins de 4 000

source: Less than 6 feet (1830 mm)
fr_ca: Moins de 6 pi [1830 mm]

source: Letter references are to Figure R1001.1, which shows examples of typical construction.
fr_ca: Les lettres font référence à la figure R1001.1, qui montre des exemples de construction typique.

source: Level aisles or ramped aisles not steeper than 1 in 10 in slope
fr_ca: Allées de niveau ou allées en pente dont l’inclinaison ne dépasse pas 1:10.

source: Level or ramped aisles, where slopes are not steeper than one unit vertical in 12 units horizontal (8-percent slope), shall have not less than 0.20 inch (5.1 mm) of clear aisle capacity for each occupant served.
fr_ca: Les allées de plain-pied ou en pente, lorsque les pentes ne sont pas supérieures à une unité verticale sur 12 unités horizontales (pente de 8 pour cent), doivent avoir une capacité d'allée libre d'au moins 0,20 po (5,1 mm) pour chaque occupant desservi.

source: Lifts with doors or gates shall comply with Section 410.2.1.
fr_ca: Les élévateurs munis de portes ou de barrières doivent être conformes à la section 410.2.1.

source: Lifts with ramps shall comply with Section 410.2.2.
fr_ca: Les plates-formes élévatrices avec rampes doivent être conformes à la section 410.2.2.

source: Light and ventilation conforming to this code shall be provided.
fr_ca: L'éclairage et la ventilation conformes au présent code doivent être prévus.

source: Light-transmitting plastic glazing shall also meet the applicable requirements of Chapter 26.
fr_ca: Les vitrages en plastique transmettant la lumière doivent également satisfaire aux exigences applicables du chapitre 26.

source: Lighting controls and receptacle outlets over countertops.
fr_ca: Commandes d'éclairage et prises de courant au-dessus des comptoirs.

source: Lighting controls, electrical panelboards, electrical switches and receptacle outlets, environmental controls, appliance controls, plumbing fixture controls and user controls for security or intercom systems shall comply with Section 309.
fr_ca: Les commandes d’éclairage, les panneaux électriques, les interrupteurs électriques et les prises de courant, les commandes environnementales, les commandes d’appareils, les commandes d’appareils sanitaires et les commandes utilisateur des systèmes de sécurité ou d’interphone doivent être conformes à la section 309.

source: Lighting controls, electrical panelboards, electrical switches and receptacle outlets, environmental controls, appliance controls, plumbing fixture controls, and user controls for security or intercom systems shall comply with Section 309.
fr_ca: Les commandes d'éclairage, les panneaux de distribution électrique, les interrupteurs et les prises de courant, les commandes environnementales, les commandes d'appareils, les commandes d'appareils de plomberie et les commandes d'utilisateur pour les systèmes de sécurité ou d'interphone doivent être conformes à la section 309.

source: Lighting controls, electrical switches and receptacle outlets, environmental controls, electrical panelboards, and user controls for security or intercom systems shall comply with Sections 309.3 and 1104.1.1.
fr_ca: Les commandes d'éclairage, les interrupteurs électriques et les prises de courant, les commandes environnementales, les panneaux électriques et les commandes utilisateur pour les systèmes de sécurité ou d'interphone doivent être conformes aux sections 309.3 et 1104.1.1.

source: Lighting facilities shall be capable of providing illuminance of stairs measured at the center of tread surfaces and on landing surfaces within 24 inches (610 mm) of step nosings as follows:
fr_ca: Les installations d'éclairage doivent être capables de fournir un éclairement des escaliers, mesuré au centre des surfaces des marches et sur les surfaces des paliers à moins de 24 po [610 mm] des nez de marche, comme suit :

source: Lighting for interior stairways shall comply with Section 504.9.
fr_ca: L'éclairage des escaliers intérieurs doit être conforme à la section 504.9.

source: Lighting outlets shall be permitted to be controlled by occupancy sensors that are in addition to wall switches, or that are located at a customary wall switch location and equipped with a manual override that will allow the sensor to function as a wall switch.
fr_ca: Les prises d'éclairage peuvent être commandées par des détecteurs de présence qui s'ajoutent aux interrupteurs muraux, ou qui sont situés à un emplacement habituel d'interrupteur mural et équipés d'une commande manuelle qui permettra au détecteur de fonctionner comme un interrupteur mural.

source: Limited-use/limited-application elevators shall comply with Section 408 and ASME A17.1/CSA B44 listed in Section 106.2.8.
fr_ca: Les ascenseurs à usage limité ou à application limitée doivent être conformes à la section 408 et à la norme ASME A17.1/CSA B44 mentionnée à la section 106.2.8.

source: Liners shall be pitched one-fourth unit vertical in 12 units horizontal (2-percent slope) and shall be sloped toward the fixture drains and be securely fastened to the waste outlet at the seepage entrance, making a watertight joint between the liner and the outlet.
fr_ca: Les revêtements doivent être inclinés d'un quart d'unité verticale sur 12 unités horizontales (pente de 2 pour cent) et doivent être inclinés vers les drains de l'appareil et solidement fixés à la sortie des eaux usées à l'entrée de l'infiltration, formant un joint étanche entre le revêtement et la sortie.

source: Liners shall be recessed and fastened to an approved backing so as not to occupy the space required for wall covering, and shall not be nailed or perforated at any point less than 1 inch (25 mm) above the finished threshold.
fr_ca: Les revêtements doivent être encastrés et fixés à un support approuvé de manière à ne pas occuper l'espace requis pour le revêtement mural, et ils ne doivent pas être cloués ou perforés en aucun point situé à moins de 1 po [25 mm] au-dessus du seuil fini.

source: Liquid-type, trowel-applied, load-bearing, bonded waterproof materials shall meet the requirements of ANSI A118.10 and shall be applied in accordance with the manufacturer’s instructions.
fr_ca: Les matériaux imperméabilisants de type liquide, appliqués à la truelle, porteurs de charge et collés doivent satisfaire aux exigences de la norme ANSI A118.10 et être appliqués conformément aux directives du fabricant.

source: Live/work units
fr_ca: Unités d'habitation/de travail

source: Loading and service entrances that are not the only entrance to a tenant space.
fr_ca: Les entrées de livraison et de service qui ne constituent pas l’unique entrée d’un local de locataire.

source: Located over 5.5 feet (1676 mm) above the floor.
fr_ca: Située à plus de 5,5 pi [1676 mm] au-dessus du sol.

source: Located within cabinets or cupboards;
fr_ca: Située dans des armoires ou des placards;

source: Located within the area of an auditorium in which the vertical viewing angles, as measured to the top of the screen, are from the 40th to the 100th percentile of vertical viewing angles for all seats as ranked from the seats in the first row (1st percentile) to seats in the back row (100th percentile).
fr_ca: Situés dans la zone d'un auditorium dans lequel les angles de vision verticaux, mesurés jusqu'au sommet de l'écran, sont compris entre le 40e et le 100e percentile des angles de vision verticaux pour tous les sièges, classés depuis les sièges de la première rangée (1er percentile) jusqu'aux sièges de la dernière rangée (100e percentile).

source: Lockers constructed entirely of wood and noncombustible materials shall be permitted to be used wherever interior finish materials are required to meet a Class C classification in accordance with Section 803.1.2.
fr_ca: Les casiers construits entièrement en bois et en matériaux incombustibles peuvent être utilisés partout où les matériaux de finition intérieure doivent satisfaire à une classification de classe C conformément à la section 803.1.2.

source: Lodging houses (transient) with five or fewer guest rooms and 10 or fewer occupants
fr_ca: Maisons de chambres (de courte durée) comptant au plus cinq chambres pour les clients et au plus 10 occupants

source: Luminous egress path markings shall be permitted to be made of any material, including paint, provided that an electrical charge is not required to maintain the required luminance.
fr_ca: Les marquages lumineux du chemin d’évacuation peuvent être faits de tout matériau, y compris de la peinture, à condition qu’aucune charge électrique ne soit requise pour maintenir la luminance exigée.

source: Luminous egress path markings shall be provided in accordance with Section 1025.
fr_ca: Un marquage lumineux des parcours d’évacuation doit être prévu conformément à la section 1025.

source: Luminous egress path markings shall not be required on the level of exit discharge in lobbies that serve as part of the exit path in accordance with Section 1028.2, Exception 1.
fr_ca: Les marquages lumineux du chemin d’évacuation ne sont pas exigés au niveau de l’issue dans les halls qui font partie du parcours de l’issue conformément à la section 1028.2, exception 1.

source: MAXIMUM NUMBER OF SEATS PER ROW PERMITTED TO HAVE A MINIMUM 12-INCH CLEAR WIDTH AISLE ACCESSWAY
fr_ca: NOMBRE MAXIMAL DE SIÈGES PAR RANGÉE AUTORISÉ POUR UNE VOIE D’ACCÈS À UNE ALLÉE D’UNE LARGEUR LIBRE MINIMALE DE 12 PO

source: MINIMUM CATEGORY CLASSIFICATION OF GLAZING USING CPSC 16 CFR PART 1201
fr_ca: CLASSIFICATION DE CATÉGORIE MINIMALE DU VITRAGE SELON LA CPSC 16 CFR PARTIE 1201

source: Mailboxes serving Type B units shall be permitted an unobstructed side reach range at 54 inches (1370 mm) maximum above the floor.
fr_ca: Les boîtes aux lettres desservant les logements de type B peuvent avoir une portée latérale non obstruée d'au plus 54 po [1370 mm] au-dessus du sol.

source: Maneuvering clearances at the adult changing surface complying with Sections 613.4.4.1 and 613.4.4.2 shall be provided.
fr_ca: Des espaces de dégagement doivent être prévus au niveau de la surface à langer pour adultes conformément aux sections 613.4.4.1 et 613.4.4.2.

source: Mantel and trim
fr_ca: Manteau et garniture

source: Manual activation is provided from a normally occupied location.
fr_ca: Un dispositif d’activation manuelle doit être prévu à partir d’un endroit normalement occupé.

source: Manual fire alarm boxes are not required where the building is equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1 and the occupant notification appliances will activate throughout the notification zones upon sprinkler water flow.
fr_ca: Les déclencheurs manuels d’alarme incendie ne sont pas requis lorsque le bâtiment est entièrement équipé d’un système d’extincteurs automatiques installé conformément à la section 903.3.1.1 et que les avertisseurs du système de notification des occupants se déclenchent dans toutes les zones de notification dès qu’un débit d’eau est détecté dans le système d’extincteurs automatiques.

source: Manual fire alarm boxes in sleeping units of Group I-1 and I-2 occupancies shall not be required at exits if located at all care providers’ control stations or other constantly attended staff locations, provided that such manual fire alarm boxes are visible and provided with ready access, and the distances of travel required in Section 907.4.2.1 are not exceeded.
fr_ca: Les déclencheurs manuels d’alarme d’incendie dans les unités de couchage des usages des groupes I-1 et I-2 ne sont pas requis aux issues lorsqu’ils sont situés à tous les postes de commande des fournisseurs de soins ou à d’autres endroits du personnel constamment surveillés, à condition que ces déclencheurs manuels d’alarme d’incendie soient visibles et facilement accessibles et que les distances de parcours exigées à la section 907.4.2.1 ne soient pas dépassées.

source: Manual fire alarm boxes shall not be required in Group E occupancies where all of the following apply:
fr_ca: Les déclencheurs manuels d’alarme d’incendie ne sont pas requis dans les usages du groupe E lorsque toutes les conditions suivantes sont respectées :

source: Masonry fireboxes shall be constructed of solid masonry units, hollow masonry units grouted solid, stone or concrete.
fr_ca: Les foyers en maçonnerie doivent être construits avec des unités de maçonnerie pleines, des unités de maçonnerie creuses jointoyées, de la pierre ou du béton.

source: Masonry fireplace hearths and hearth extensions shall be constructed of concrete or masonry, supported by noncombustible materials, and reinforced to carry their own weight and all imposed loads.
fr_ca: Les foyers de foyer en maçonnerie et les extensions de foyer doivent être construits en béton ou en maçonnerie, soutenus par des matériaux non combustibles et renforcés pour supporter leur propre poids et toutes les charges imposées.

source: Masonry fireplaces listed and labeled for use in contact with combustibles in accordance with UL 127 and installed in accordance with the manufacturer’s instructions are permitted to have combustible material in contact with their exterior surfaces.
fr_ca: Les foyers en maçonnerie répertoriés et étiquetés pour une utilisation en contact avec des combustibles conformément à la norme UL 127 et installés conformément aux instructions du fabricant peuvent avoir des matériaux combustibles en contact avec leurs surfaces extérieures.

source: Masonry fireplaces shall be constructed in accordance with this section and the applicable provisions of Chapters 3 and 4.
fr_ca: Les foyers en maçonnerie doivent être construits conformément à la présente section et aux dispositions applicables des chapitres 3 et 4.

source: Masonry fireplaces shall be equipped with a ferrous metal damper located not less than 8 inches (203 mm) above the top of the fireplace opening.
fr_ca: Les foyers en maçonnerie doivent être équipés d'un registre en métal ferreux situé à au moins 8 po [203 mm] au-dessus du sommet de l'ouverture du foyer.

source: Masonry or concrete chimneys in Seismic Design Category D0, D1 or D2 shall be anchored at each floor, ceiling or roof line more than 6 feet (1829 mm) above grade, except where constructed completely within the exterior walls.
fr_ca: Les cheminées en maçonnerie ou en béton de la catégorie de conception sismique D0, D1 ou D2 doivent être ancrées à chaque plancher, plafond ou ligne de toit à plus de 6 pieds (1829 mm) au-dessus du niveau du sol, sauf si elles sont construites entièrement à l'intérieur des murs extérieurs.

source: Masonry or concrete chimneys in Seismic Design Category D0, D1 or D2 shall be reinforced.
fr_ca: Les cheminées en maçonnerie ou en béton de la catégorie de conception sismique D0, D1 ou D2 doivent être renforcées.

source: Masonry over a fireplace opening shall be supported by a lintel of noncombustible material.
fr_ca: La maçonnerie au-dessus d'une ouverture de foyer doit être soutenue par un linteau fait de matériaux non combustibles.

source: Material, other than foam plastic used as interior trim, shall have a minimum Class C flame spread and smoke-developed index when tested in accordance with ASTM E84 or UL 723, as described in Section 803.1.2.
fr_ca: Les matériaux autres que les mousses plastiques utilisés comme éléments de finition intérieure doivent présenter au minimum un indice de propagation des flammes et un indice de développement de fumée de classe C lorsqu’ils sont soumis à des essais conformément à la norme ASTM E84 ou UL 723, comme décrit à la section 803.1.2.

source: Materials for the foundation shall be on the job, except where concrete is ready mixed in accordance with ASTM C94, the concrete need not be on the job.
fr_ca: Les matériaux destinés aux fondations doivent être présents sur le chantier, sauf lorsque le béton est prêt à l’emploi conformément à la norme ASTM C94; dans ce cas, le béton n’a pas besoin d’être présent sur le chantier.

source: Materials shall comply with either of the following standards:
fr_ca: Les matériaux doivent être conformes à l'une des normes suivantes :

source: Materials, fastening mounting devices and support structure shall support a user weight of not less than 400 pounds (182 kg).
fr_ca: Les matériaux, les dispositifs de fixation et de montage et la structure de support doivent supporter un poids d'utilisateur d'au moins 400 livres (182 kg).

source: Means of egress ramps shall not reduce in width in the direction of egress travel.
fr_ca: La largeur des rampes des moyens d'évacuation ne doit pas diminuer dans le sens du chemin d'évacuation.

source: Mechanical air-handling equipment providing one exhaust air change every 15 minutes for the area involved.
fr_ca: Équipement mécanique de traitement de l’air assurant un renouvellement de l’air évacué toutes les 15 minutes dans la zone concernée.

source: Mechanical and gravity outdoor air intake openings shall be located not less than 10 feet (3048 mm) from any hazardous or noxious contaminant, such as vents, chimneys, plumbing vents, streets, alleys, parking lots and loading docks.
fr_ca: Les ouvertures de prise d’air extérieur mécanique et par tirage naturel doivent être situées à au moins 10 pi (3 048 mm) de tout contaminant dangereux ou nocif, notamment des évents, des cheminées, des évents de plomberie, des rues, des ruelles, des parcs de stationnement et des quais de chargement.

source: Membrane penetrations shall be permitted on the outside of the exit passageway.
fr_ca: La pénétration de membrane est permise à l'extérieur du passage d'issue.

source: Membrane penetrations shall be permitted on the outside of the interior exit stairway and ramp.
fr_ca: Les pénétrations de membrane sont autorisées sur l’extérieur de l’escalier et de la rampe d’issue intérieurs.

source: Mid-aisle handrails shall be permitted to extend beyond the lowest riser where the handrail extensions do not obstruct the width of the cross aisle.
fr_ca: Les mains courantes intermédiaires de l’allée peuvent se prolonger au-delà de la contremarche la plus basse lorsque leurs prolongements n’obstruent pas la largeur de l’allée transversale requise.

source: Mid-aisle handrails shall not extend beyond the lowest riser and shall terminate within 18 inches (381 mm), measured horizontally, from the lowest riser.
fr_ca: Les mains courantes intermédiaires de l’allée ne doivent pas se prolonger au-delà de la contremarche la plus basse et doivent se terminer à au plus 18 po (381 mm), mesurés horizontalement, de la contremarche la plus basse.

source: Minimum height of the wheelchair space location based on row spacing1
fr_ca: Hauteur minimale de l'emplacement de l'espace pour fauteuil roulant en fonction de l'espacement des rangées 1
